tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jkfran/killport"
tap "oven-sh/bun"
tap "romkatv/powerlevel10k"
tap "sass/sass"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "openssl@1.1"
brew "python@3.9"
brew "chezmoi"
brew "chruby"
brew "libssh"
brew "lima"
brew "colima"
brew "coreutils"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "exa"
brew "gcc"
brew "open-mpi"
brew "fftw"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "python@3.11"
brew "gobject-introspection"
brew "golang-migrate"
brew "harfbuzz"
brew "hdf5"
brew "hunspell"
brew "jasper"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "k6"
brew "krb5"
brew "libgsf"
brew "pango"
brew "librsvg"
brew "mint"
brew "mozjpeg"
brew "n"
brew "nghttp2"
brew "openjdk"
brew "openslide"
brew "poppler"
brew "postgresql@14"
brew "powerlevel10k"
brew "python@3.10"
brew "qt"
brew "qt@5"
brew "redis", restart_service: true
brew "ruby"
brew "thefuck"
brew "tmux"
brew "tmuxinator"
brew "vips"
brew "yarn"
brew "z"
brew "jkfran/killport/killport"
brew "oven-sh/bun/bun"
brew "sass/sass/sass"
cask "discord"
cask "figma"
cask "firefox"
cask "github"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "iterm2"
cask "karabiner-elements"
cask "licecap"
cask "messenger"
cask "ngrok"
cask "postman"
cask "spotify"
cask "tunnelblick"
cask "visual-studio-code"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-audio"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "Orta.vscode-jest"
vscode "vscodevim.vim"
